{
	"header": {
		"Home": "Home",
		"Solutions": "Solutions",
		"RoadMap": "Roadmap",
		"WhitePaper": "White Paper",
		"GitHub": "GitHub",
		"Wallet": "Wallet",
		"JoinUs": "Follow Us",
		"Relayer": "Relayers",
		"navList": [
			{
				"key": "home",
				"name": "Home",
				"path": "homeId"
			},
			{
				"key": "relayers",
				"name": "Relayer",
				"path": "https://relayer.mapdapp.net"
			},
			{
				"key": "solutions",
				"name": "Solutions",
				"path": "atomId"
			},
			{
				"key": "RoadMap",
				"name": "Roadmap",
				"path": "roadMapId"
			},
			{
				"key": "white",
				"name": "White Paper",
				"path": "https://files.maplabs.io/pdf/mapprotocol_whitepaper_en.pdf"
			},
			{
				"key": "gitV",
				"name": "GitHub",
				"path": "https://github.com/mapprotocol"
			},
			{
				"key": "wallet",
				"name": "Wallet",
				"path": "https://www.maplabs.io/about"
			},
			{
				"key": "join",
				"name": "Follow Us",
				"path": "footerId"
			}
		],
		"langList": [
			{
				"name": "English",
				"subName": "Language",
				"introduce": "英文",
				"tag": "en"
			},
			{
				"name": "한국어",
				"subName": "Language",
				"introduce": "韩文",
				"tag": "ko"
			},
			{
				"name": "中文繁體",
				"subName": "Language",
				"tag": "zh"
			}
		]
	},
	"Notice": {
		"title": "Blockchain Assets Freeway",
		"head": "MAP Protocol",
		"info": "MAP protocol aims to be the secure end-to-end solution for any blockchain resident to move and exchange assets. To fulfill this role, MAP team is building on three layers simultaneously: a dedicated blockchain served as the infrastructure freeway connecting all kinds of blockchains to break the barriers, the MAP Assets layer where all kinds of assets are mapped to MAP chain in a non-custodial style via trustless smart contract, and the DeFi Application layer where all kinds of applications including but not limited to DEXes, games and NFTs can be built with the cross-chain capabilities enabled by the MAP chain and MAP assets."
	},
	"Strength": {
		"title": "Our Strength",
		"info": {
			"one":{
				"title":"Decentralized",
				"info": "secured by 100+ validators and maintained by thousands of relayers"
			},
			"two":{
				"title":"Trustless",
				"info": "driven only by cryptographic proof other than human decision"
			},
			"three":{
				"title":"Randomness",
				"info": "unbiased on-chain randomness is supported by thousands of relayers"
			},
			"four":{
				"title":"Feeless",
				"info": "nearly-zero fees for cross-chain assets transfer or swap by MAP token compensation"
			}
		}
	},
	"Atom": {
		"info": {
			"one": {
				"title": "DeFi Application",
				"a": "Cross-chain DeFi application can be easily built with the underlying light client and assets vault.",
				"b": "Safely migrate all your digital assets from one chain to another without chain barriers.",
				"c": "Fast trades of NFT tokens on cross-chain in decentralized manner even without the specified token in your wallet.",
				"d": "Easy migration of your DeFi application to MAP chain to enjoy the aggregation of diverse assets."
			},
			"two": {
				"title": "Assets Vault",
				"a": "Bulletproof smart contract manages massive cross-chain assets itself other than by human.",
				"b": "It is built-on the trustless light client to complete cross-chain message verification",
				"c": "Assets movement can only be triggered by events backed by cryptographic proof.",
				"d": "One-stop boundless assets transfer by wrapping all assets on MAP chain."
			},
			"three": {
				"title": "MAP CHAIN",
				"a": "Fully EVM compatible blockchain is secured by 100+ staked validators via BFT protocol.",
				"b": "Maintaining light clients of interested blockchains is the foundation of cross-chain verification.",
				"c": "Light clients are updated by 1000+ relayers with cryptographic proof following consensus.",
				"d": "Fair and unbiased on-chain randomness is supported by massive relayers in the swarm model."
			}
		}
	},
	"Roadmap": {
		"title": "Roadmap",
		"newsTitle": "MAP Protocol News",
		"one": {
			"a": "1. Release MAP Protocol Gravity Version.",
			"b": "2. Implement MAP-ULVP module and MAP-POS Consensus.",
			"c": ""
		},
		"two":{
			"a":"1. Launch the Testnet, start the decentralized cross-chain tests with ETH.",
			"b":"2. Public Testing, invite more users to join the node to participate in the beta test."
		},
		"three":{
			"a":"1. Launch the mainnet; support decentralized cross-chain between multiple chains.",
			"b":"2. Support cross-chain swap and invite defi projects to join."
		},
		"four":{
			"a":"1. Access to more public chains, optimize protocols, and provide supports for cross-chain oracles, lending, and other DApps.",
			"b":"2. Support cross-chain of non-smart contract main chains such as BTC, and provide exchanges and swaps support for non-smart contract main chains."
		},
		"five":{
			"a":"1. Support decentralized cross-chain of any message.",
			"b":"2. Provide a more complete SDK, so that more blockchains can easily access cross-chain."
		},
		"part": "Partnerships"
	},
	"Footer": {
		"title": "MAP Protocol",
		"sub": {
			"title": "Get the latest news from the MAP ecosystem",
			"input": "Please fill in your email address",
			"btn": "Subscribe"
		}
	},
	"PointsWaves": {
		"title": "MAP Protocol",
		"subTitle": "Marcopay Wallet",
		"subDetail": "Chain-to-chain Interoperation Protocol"
	}
}
